

if ( GetLocale() == "ruRU" ) then

AtlasCategLocale = {
	["Sirus_Cartel_Maps"] = "Карта странствующего торговца",

	["Cartel_pos"] = "Торговец Картеля",
	["Либо Перелесок Векхаар был не лучшей идеей для стоянки"] = "Либо Перелесок Векхаар был не лучшей идеей для стоянки",
	["Сегодня твой любимый торговец посещает племя троллей"] = "Сегодня твой любимый торговец посещает племя троллей",
	
	
	["В Зимних ключах хоть и красиво, но довольно прохладно."] = "В Зимних ключах хоть и красиво, но довольно прохладно.",
	["Наши запатентованные товары от нежити заинтересовали людишек из Алого Ордена. "] = "Наши запатентованные товары от нежити заинтересовали людишек из Алого Ордена. ",
	["Устроили торговый пункт в самом безопасном месте Драконьего Погоста."] = "Устроили торговый пункт в самом безопасном месте Драконьего Погоста.",
	["Да, я уже знаю зачем ты здесь. Он уже отправился в Ун горо"] = "Да, я уже знаю зачем ты здесь. Он уже отправился в Ун горо",
	
	["Закупились инженерными примочками у гоблинов в Грозовой Гряде"] = "Закупились инженерными примочками у гоблинов в Грозовой Гряде",
	["Возвращаясь с острова Кровавой Луны, нужный тебе торговец остановился в каком-то лагере"] = "Возвращаясь с острова Кровавой Луны, нужный тебе торговец остановился в каком-то лагере",
	
	["Недавно составлял карту Острогорья, чуть с ума не сошёл от переплетения скал"] = "Недавно составлял карту Острогорья, чуть с ума не сошёл от переплетения скал",
	["Провидцы в Долине Призрачной Луны - может и не самые равнодушные ребята"] = "Провидцы в Долине Призрачной Луны - может и не самые равнодушные ребята",
	["Такая странная группа, гоблины и огр."] = "Такая странная группа, гоблины и огр.",
	
	["Сегодня вернулись к нашим собратьям из Консорциума - у них есть удобный лагерь в Награнде."] = "Сегодня вернулись к нашим собратьям из Консорциума - у них есть удобный лагерь в Награнде.",
	["Запределье... уже ставшее почти родным для нас место."] = "Запределье... уже ставшее почти родным для нас место.",
	["Сегодня по плану поставки продовольствия и иных, более интересных вещей"] = "Сегодня по плану поставки продовольствия и иных, более интересных вещей",
	["Ты бывала у Чёрной Горы? Огромный вулкан, все земли вокруг так пострадали"] = "Ты бывала у Чёрной Горы? Огромный вулкан, все земли вокруг так пострадали",
	["В месте, известном как Тысяча Игл, мозговитые гоблины решили устроить не только базу"] = "В месте, известном как Тысяча Игл, мозговитые гоблины решили устроить не только базу",
	["Нужного тебе продавца ты сможешь найти в Лесу Хрустальной Песни где-то на границе"] = "Нужного тебе продавца ты сможешь найти в Лесу Хрустальной Песни где-то на границе",
	["Представляешь, эти безумные людишки из Алого Ордена окопались"] = "Представляешь, эти безумные людишки из Алого Ордена окопались",
	["Мертвая земля, больные растения, нежить - всё"] = "Мертвая земля, больные растения, нежить - всё",
	
	["В Серебряном Бору на перепутье дорог"] = "В Серебряном Бору на перепутье дорог",
	["В Скеттисе леса Тероккар много Араккоа, много магии, много клекота, но мало смысла..."] = "В Скеттисе леса Тероккар много Араккоа, много магии, много клекота, но мало смысла...",
	["Засушливая пустыня Силитуса не очень приветлива к странникам"] = "Засушливая пустыня Силитуса не очень приветлива к странникам",
	["Хотел бы я иметь такие усы, как у клыкарров, но вместо этого я имею чистый ночлег"] = "Хотел бы я иметь такие усы, как у клыкарров, но вместо этого я имею чистый ночлег",
	["Нашли общий язык с дворфами Чёрного железа"] = "Нашли общий язык с дворфами Чёрного железа",
	["Говорят, раньше в этой крепости содержалось в плену огромное количество орков"] = "Говорят, раньше в этой крепости содержалось в плену огромное количество орков",
	["Интересующий тебя торговец сейчас находится под одним из куполов Пустоверти"] = "Интересующий тебя торговец сейчас находится под одним из куполов Пустоверти",
	["Наш умелец нашёл подход к врайкулам из клана Укротителей Драконов."] = "Наш умелец нашёл подход к врайкулам из клана Укротителей Драконов.",
	-- ["EtiBezLudIzAlogoOrden"] = "EtiBezLudIzAlogoOrden",
	-- ["EtiBezLudIzAlogoOrden"] = "EtiBezLudIzAlogoOrden",
	-- ["EtiBezLudIzAlogoOrden"] = "EtiBezLudIzAlogoOrden",
	-- ["EtiBezLudIzAlogoOrden"] = "EtiBezLudIzAlogoOrden",
	-- ["EtiBezLudIzAlogoOrden"] = "EtiBezLudIzAlogoOrden",




	["loc1_loc"] = "Острогорье",
	["loc2_loc"] = "Внутренние земли",
	["loc3_loc"] = "Зимние Ключи",
	["loc4_loc"] = "Западные Чумные Земли",
	["loc5_loc"] = "Драконий Погост",
	["loc6_loc"] = "Кратер Ун'Горо",
	["loc7_loc"] = "Грозовая Гряда",
	["loc8_loc"] = "Седые Холмы",
	["loc9_loc"] = "Острогорье",
	["loc10_loc"] = "Долина Призрачной Луны",
	["loc11_loc"] = "Пылевые Топи",
	["loc12_loc"] = "Награнд",
	["loc13_loc"] = "Награнд",
	["loc14_loc"] = "Зимние Ключи",
	["loc15_loc"] = "Пылающие Степи",
	["loc16_loc"] = "Тысяча Игл",
	["loc17_loc"] = "Лес Хрустальной Песни",
	["loc18_loc"] = "Восточные Чумные Земли",
	["loc19_loc"] = "Ледяная Корона",
	["loc20_loc"] = "Серебрянный бор",
	["loc21_loc"] = "Лес Террокар",
	["loc22_loc"] = "Силитус",
	["loc23_loc"] = "Борейская тундра",
	["loc24_loc"] = "Болотина",
	["loc25_loc"] = "Предгорья Хилсбрада",
	["loc26_loc"] = "Пустоверть",
	["loc27_loc"] = "Ревущий Фьорд",
	["loc28_loc"] = "EtiBezLudIzAlogoOrden",
	["loc29_loc"] = "EtiBezLudIzAlogoOrden",
	
	-- ["EtiBezLudIzAlogoOrden"] = "EtiBezLudIzAlogoOrden",
	-- ["EtiBezLudIzAlogoOrden"] = "EtiBezLudIzAlogoOrden",
	-- ["EtiBezLudIzAlogoOrden"] = "EtiBezLudIzAlogoOrden",





};
end